import React, { Component } from 'react'
import UserComment from '../components/UserComment.component'

export default class TopRating extends Component {
  render() {
    return (
      <div className="container">
      <div className='col'>
        <UserComment
        imgUser="https://picsum.photos/500/300?img=9"
        titleCom="Заголовок комментария"
        dateCom="10 мая 2023"
        textCom="Посетили прекрасное место Караоке рыба моей мечты😍😍 Очень вкусная кухня😋Официанты работают чётко и быстро, хорошее "
        UserName="Имя пользователя"
        Rating="5"
        RatingStar="⭐️⭐️⭐️⭐️⭐️"
        />
        <UserComment
        imgUser="https://picsum.photos/500/300?img=9"
        titleCom="Заголовок комментария"
        dateCom="10 мая 2023"
        textCom="Посетили прекрасное место Караоке рыба моей мечты😍😍 Очень вкусная кухня😋Официанты работают чётко и быстро, хорошее "
        UserName="Имя пользователя"
        Rating="5"
        RatingStar="⭐️⭐️⭐️⭐️⭐️"
        />
        <UserComment
        imgUser="https://picsum.photos/500/300?img=9"
        titleCom="Заголовок комментария"
        dateCom="10 мая 2023"
        textCom="Посетили прекрасное место Караоке рыба моей мечты😍😍 Очень вкусная кухня😋Официанты работают чётко и быстро, хорошее "
        UserName="Имя пользователя"
        Rating="5"
        RatingStar="⭐️⭐️⭐️⭐️⭐️"
        />
        <UserComment
        imgUser="https://picsum.photos/500/300?img=9"
        titleCom="Заголовок комментария"
        dateCom="10 мая 2023"
        textCom="Посетили прекрасное место Караоке рыба моей мечты😍😍 Очень вкусная кухня😋Официанты работают чётко и быстро, хорошее "
        UserName="Имя пользователя"
        Rating="5"
        RatingStar="⭐️⭐️⭐️⭐️⭐️"
        />
        <UserComment
        imgUser="https://picsum.photos/500/300?img=9"
        titleCom="Заголовок комментария"
        dateCom="10 мая 2023"
        textCom="Посетили прекрасное место Караоке рыба моей мечты😍😍 Очень вкусная кухня😋Официанты работают чётко и быстро, хорошее "
        UserName="Имя пользователя"
        Rating="5"
        RatingStar="⭐️⭐️⭐️⭐️⭐️"
        />
      </div>

      </div>

    )
  }
}
