const food = [
  {
      title: 'Кавказские лепешки хычин',
      image: 'https://astana.restolife.kz/upload/information_system_27/1/4/6/item_14676/information_items_property_16188.jpg',
      shortText: 'Польза брокколи давно доказана традиционной медициной. Частое употребление этого овоща снижает риск развития онкологических процессов в организме.',
      text: 'Приглашаем вас отведать аппетитные кавказские лепешки с сыром и картофелем, с брынзой, с мясом и зеленью! Это популярное, ароматное блюдо зачастую подают в качестве хлеба и в качестве самодостаточной закуски. Хычины изумительны, как дополнение к первым, мясным и овощным блюдам. Попробуйте шашлык с хычинами из брынзы с зеленью и вы навсегда останетесь поклонником этих лепешек.Румяные лепешки невероятно вкусные и сытные. Считается, чем тоньше раскатаны хычины, тем они вкуснее. Откроем секрет приготовления знаменитых кавказских лепешек с разной начинкой: их выпекают на совершенно сухой сковороде и лишь горячими, снятыми со сковороды, смазывают натуральным сливочным маслом. Готовые смазанные маслом хычины укладываются стопкой и непосредственно перед подачей блюда стопку режут на четыре части. Именно отсюда берут истоки названия лепешек: слово «хыч» означает «крест». Их режут крестом. Подаем ароматные лепешки с соусом, зеленью.',
      ul_items: 'Ингредиенты:',
      li_items: [
          'брокколи – 1 кг',
          'репчатый лук – 1-2 шт',
          'сливочное масло – 2 ст. ложки',
          'мука – 1 ст. ложка',
          'вода или бульон– 1-1,5 л',
          'сливки – 300-400 мл',
          'ренки – по вкусу',
          'зелень – по вкусу',
          'соль, специи – по вкусу'
      ]
  },
  {
    title: 'КРЕМ-СУП ИЗ БРОККОЛИ СО СЛИВКАМИ',
    image: 'https://astana.restolife.kz/upload/information_system_5/2/3/1/item_23195/small_item_23195.jpg',
    shortText: 'Польза брокколи давно доказана традиционной медициной.',
    text: 'Приглашаем вас отведать аппетитные кавказские лепешки с сыром и картофелем, с брынзой, с мясом и зеленью! Это популярное, ароматное блюдо зачастую подают в качестве хлеба и в качестве самодостаточной закуски. Хычины изумительны, как дополнение к первым, мясным и овощным блюдам. Попробуйте шашлык с хычинами из брынзы с зеленью и вы навсегда останетесь поклонником этих лепешек.Румяные лепешки невероятно вкусные и сытные. Считается, чем тоньше раскатаны хычины, тем они вкуснее. Откроем секрет приготовления знаменитых кавказских лепешек с разной начинкой: их выпекают на совершенно сухой сковороде и лишь горячими, снятыми со сковороды, смазывают натуральным сливочным маслом.Готовые смазанные маслом хычины укладываются стопкой и непосредственно перед подачей блюда стопку режут на четыре части. Именно отсюда берут истоки названия лепешек: слово «хыч» означает «крест». Их режут крестом. Подаем ароматные лепешки с соусом, зеленью.',
    ul_items: 'Ингредиенты:',
      li_items: [
          'брокколи – 1 кг',
          'репчатый лук – 1-2 шт',
          'сливочное масло – 2 ст. ложки',
          'мука – 1 ст. ложка',
          'вода или бульон– 1-1,5 л',
          'сливки – 300-400 мл',
          'ренки – по вкусу',
          'зелень – по вкусу',
          'соль, специи – по вкусу'
      ]
  }
];

export default food;
